Repository: iamvalls/FirstCArgo
Catalog: ViewResouces/Resource.*.resx
Languages: de

source: Address
de: Anschrift

# AddressRequired
source: Please Enter Your Address
de: Bitte geben Sie die Adresse ein.

source: Confirm Password
de: Kennwort bestätigen

# ConfirmPasswordRequired
source: Please Enter Confirm Password
de: Geben Sie bitte das neue Kennwort ein.

source: German
de: Deutsch

source: Login
de: Anmelden

# LoginError
source: The user name or password provided is incorrect
de: Benutzername oder Password falsch

# LogOff
source: Sign out
de: Abmelden

source: Manage Account
de: Konto verwalten

# NameRequired
source: Please Enter Your Full Name
de: Bitte geben Sie der Name ein.

source: Password
de: Kennwort

# PasswordRequired
source: Please Enter Password
de: Bitte geben Sie das Kennwort ein.

source: Save
de: Speichern

source: Sender Name
de: Absender

# Title
source: User Login
de: Benutzer Anmeldung

source: User Name
de: Benutzername

# UserNameRequired
source: Please Enter User Name
de: Benutzername bitte eingeben.

# VehiculeTitle
source: Vehicule
de: Pkw

source: Welcome
de: Wilkommen

source: Change Password
de: Kennwort ändern

# OldPassword
source: Actuel Password
de: Altuelle Kennwort

# OldPasswordRequired
source: Please enter the old password.
de: Bitte geben Sie das alte Kennwort ein.

source: New Password
de: Neues Kennwort

# NewPasswordRequired
source: Please enter the new Password
de: Bitte geben Sie das neue Kennwort ein.

# CreatedDate
source: Date of Creation
de: Erstellungsdatum

source: Date of Birth
de: Geburtsdatum

# IsAdmin
source: Administator
de: Administrator

source: Is Confirmed
de: Bestätigt

# UserFirstName
source: First Name
de: Nachname

# UserLastName
source: Last Name
de: Vorname

# EmailRequired
source: Please Enter Your Email Adress
de: Bitte geben Sie Ihre Email Adresse ein.

source: ContentDescription
de: Inhalt Bechreibung

# Depth
source: Cubic meter(cm)
de: Kubikmeter(cm)

source: Destination
de: Bestimmungsort

# FrameNumber
source: Chassis Number
de: Fhzg ident. Nr

# FrameNumberRequired
source: Please Enter the Frame Number
de: Bitte geben Sie die Farhzeugident. Nr ein.

# Height
source: Height(cm)
de: Höhe(cm)

# Length
source: Length(cm)
de: Länge(cm)

source: Paid
de: Bezahlt

source: Price(€)
de: Preise(€)

# RecieverAddress
source: Receiver Address
de: Empfger Anschrift

# RecieverName
source: Receiver Name
de: Empfger Name

# RecieverPhoneNumber
source: Receiver Phone Number
de: Empfger Tel Nr

# SenderAdressRequired
source: Please Enter the Sender Address.
de: Bitte geben Sie der Absender Anschrift ein.

# SenderNameRequired
source: Please Enter the Name of the sender
de: Bitte geben Sie der Absender Name ein.

source: Sender Phone Number
de: Absender Tel Nr

# Weight
source: Weight(cm)
de: Breite(cm)

# EmailAddressRequired
source: Invalid Email Address
de: Ungültige Email Adress

source: Back to List
de: Zurück zur Liste

source: Create
de: Erstellen

# CreateNewRecords
source: Create New Record
de: Neue Eintrag erstellen

source: Delete
de: Löschen

# deleteConfirmation
source: Are you sure you want to delete this?
de: Wollen Sie wirklich dieser Eintrag löschen?

# Detail
source: Details
de: Anzeigen

source: Edit
de: Bearbeiten

source: Other
de: Andere

source: Other Records
de: Andere Einträge

# Package
source: Groupage
de: Gruppierung

# PackageRecords
source: Groupage Records
de: Gruppierung Einträge

source: Vehicule
de: PKW

source: Vehicule Records
de: Autos Einträge

# RecieverAdress
source: Receiver Adress
de: Empf Adress

# RecieverEmail
source: Receiver Email
de: Empfger Email

# SenderAdress
source: Absender Adress
de: Adress Absd

source: Sender Email
de: Email Absd

source: Other Type
de: Andere Typ

# PackageType
source: Groupage Type
de: Gruppierung Typ

# ChangePasswordSuccess
source: Password Successfully change
de: Ihr Kennwort wurde geändert.

# DeleteRecordSuccess
source: Record successfully deleted
de: Eintrag erfolgreich gelöscht

# EditRecordSuccess
source: Record successfully edited
de: Eintrag erfolgreich bearbeitet

source: Error
de: Benutzername oder Email bereits vorhanden

# RecordSuccess
source: Record successfully created
de: Eintrag erfolgreich angelegt

# DestinationRequired
source: Please enter the destination
de: Bitte Ziel eingeben

# PackageTypeRequired
source: Please enter a Groupage Type
de: Bitte Gruppierung Art eingeben

# RecieverNameRequired
source: Please enter the name of the receiver number
de: Bitte Empfänger Name eingeben

# RecieverPhoneNumberRequired
source: Please enter the reciever phone number
de: Bitte Empfänger Telefonnummer eingeben

# SenderPhoneNumberRequired
source: Please enter the sender phone number
de: Bitte Absender Telefonnummer eingeben

# VehiculeTypeRequired
source: Please enter the typ of the Car
de: Bitte Auto Typ eingeben

# searchbyName
source: Find by Name
de: Suche nach Name

source: No Entry Found
de: Keine Einträge gefunden

# OtherTypeRequired
source: Please enter an other type
de: Bitte Eintrag Art eingeben

# DepthRequired
source: Please enter the Depth
de: Bitte geben Sie die Tiefe ein

# LenghtRequired
source: Please enter the Length
de: Bitte geben Sie die Länge ein

# PriceRequired
source: Please enter the price.
de: Bitte geben Sie der Preis ein.

# SenderEmailRequired
source: Please enter the Email
de: Bitte geben Sie die Email Adresse ein

# WeightRequired
source: Please enter the Weight
de: Bitte geben Sie das Gewicht ein

# RecieverAddressRequired
source: Please Enter the Receiver Address.
de: Bitte geben Sie die Epfänger Adresse.

# DigitRequired
source: Please enter Digit.
de: Bitte Nummer eingeben.

# PasswordRules
source: The Password must at least a Big characters and a special Sign.
de: Das Kennwort muss mindestens ein Großbuchstabe und ein Sonderzeichen aben

# LogedAs
source: Log as
de: Angemeldet als

# FrameNumberLength
source: The Chassis number must be 17 characters long.
de: Die Frarhzeugident Nr muss 17 zeichen lang sein.

# FrameNumberPattern
source: The Chassis number kann only have Letters and Numbers
de: Die Frarhzeugident und kann nur aus Buchstaben und Ziffern bestehen.

# NichtAlles
source: Not All
de: Nicht Alles

source: No
de: Nein

source: Yes
de: Ja

source: Record Number
de: Eintrag Nunner

source: Rest To Pay
de: Offen

# RestToPayRequired
source: Please enter the rest amount to pay
de: Offene Betrag eingeben

source: Order Number
de: Auftrag Nummer

# PrintOrder
source: Generate Report
de: Report generieren

# PrintOrderSuccess
source: Report Successfully generated
de: Auftrag erfolgreich generiert

# PrintOrderConfirmation
source: Do you really want to generate the Report
de: Wollen Sie das Report generieren?
